{
    "HOME": {
      "TITLE": "Radiali, o companie de incredere",
      "SELECT": "Selectati limba",
      "SUB-TITLE": "Bine ati venit pe site-ul companiei Radiali.",
      "MAIN-MSG": "Speram sa gasiti informatii utile pentru dvs. Va stam la dispozitie cu senile de cauciuc pentru aproape orice tip de miniexcavator existent pe piata.",
      "MAIN-MSG_1": "De asemenea, va putem furniza si elemente din trenul de antrenare, cum ar fi : role de tractiune, intinzatoare si role de sustinere.",
      "MAIN-MSG_2": "Daca este necesar, nu ezitati sa ne contactati, vom fi bucurosi sa va raspundem la intrebarile dvs., in cel mai scurt timp."
    },
    "MAIN-MENU": {
      "HOME": "ACASA",
      "ABOUT": "DESPRE NOI",
      "SERVICES": "SERVICII",
      "PRODUCTS": "PRODUSE",
      "CONTACT": "CONTACT"
     },
     "ABOUT": {
      "TITLE": "Despre noi",
      "MSG": "Radiali srl are o mare varietate de șenile de cauciuc pentru mini excavatoare și mini încărcătoare, șenile de cauciuc din material de înaltă calitate.",
      "MSG_1": "Senilele livrate beneficiaza de 1 an garanție, contra oricarui defect de fabricație. Senilele noastre din cauciuc, sunt fabricate cu cele mai moderne tehnologii și supuse celor mai stricte proceduri de control.",
      "MSG_2": "Oferă o durată de viață mai lungă, transmit mai puține vibrații și mai puțin zgomot la rulare. Au amestecul potrivit de cauciuc, pentru o uzura redusa in timp si durata lunga de exploatare. Senilele contin cablurile de oțel, fir continuu, fără îmbinări pe ambele părți ale șenilelor de cauciuc!",
      "MSG_3": "Diverse profile si modele, în funcție de aplicație. Mărimi disponibile de la 150 mm la 900 mm lățimi.",
      "MSG_4": "Pentru mai multe detalii despre instalarea și utilizarea senilelor de cauciuc, nu ezitati sa ne contactati. Vă vor oferi informațiile utile, în ceea ce privește modul de întindere a senilei si reguli de exploatare, pentru a reduce uzura prematura."
     },
    "SERVICES": {
      "TITLE": "Servicii",
      "SUB-TITLE1": "Intretinerea elementelor din calea de rulare",
      "MSG1": "Dacă elementele caii de rulare (ex. role, intinzator, roata dintata) încep să se uzeze, înlocuiți-le prompt.",
      "MSG1.1": "Daca dinții de la rota de tractiune sunt uzati, pot scoate piesele metalice de tractiune din șenile, iar rolele uzate pot tăia zona de rulare a senilei, provocând pagube grave.",
      "MSG1.2": "În plus, este important să folosiți o mașină de spălat sub presiune pentru a curăța calea de rulare.",
      "MSG1.3": "Neglijarea spălării poate duce la defectarea mecanismelor de recul, ceea ce poate duce la ruperea cablurilor de otel din senila.",
      "MSG1.4": "Speram sa gasiti informatii utile pentru dvs. Va stam la dispozitie cu senile de cauciuc pentru aproape orice tip de miniexcavator existent pe piata.",
      "MSG1.5": "De asemenea, va putem furniza si elemente din trenul de antrenare, cum ar fi : role de tractiune, intinzatoare si role de sustinere.",
      "MSG1.6": "Daca este necesar, nu ezitati sa ne contactati, vom fi bucurosi sa va raspundem la intrebarile dvs., in cel mai scurt timp.",
      "SUB-TITLE2": "Evitați intinderea excesiva a senilelor",
      "MSG2": "Consultați întotdeauna manualul producatorului pentru o intindere corespunzătoare a senilelor, deoarece mașinile de dimensiuni diferite necesită tensiuni de intindere diferite!",
      "MSG2.1":"Verificați tensiunea din senila în fiecare săptămână. În timp ce unii oameni consideră că menținerea tensiunii ridicate in senila, va face ca aceasta să dureze mai mult, rezultatul va fi exact opus!",
      "MSG2.2":" Este necesară o anumită flexibilitate sau senila va reacționa în mod similar cu o anvelopă supra-umflată. În schimb, senilele de cauciuc care sunt prea slabe pot deteriora părțile de contact din jurul caii de rulare, senila poate sarii de pe intinzator.",
      "SUB-TITLE3": "Suprafata de lucru",
      "MSG3": "Amintiți-vă că, deși șinele de cauciuc nu vor străpunge, ca și anvelopele pneumatice, obiectele ascuțite ar trebui totuși evitate!",
      "MSG3_1": "Pietrele ascuțite, bucățile de beton zdrobit, obiectele metalice ascuțite pot provoca tăierea șinelor de cauciuc, reducând eficacitatea șinei și, în cele din urmă, cablurile interioare de oțel ruginite la contactul cu apa și se pot rupe.",
      "MSG3_2": "Când vine vorba de teren agresiv / greu, șinele de oțel pot fi o opțiune mai bună.",
      "SUB-TITLE4": "Evitați contaminarea",
      "MSG4": "Produsele chimice, uleiul, sarea, precum și alte substanțe corozive pot determina deteriorarea cauciucului. Evitați aceste elemente dacă este posibil.",
      "MSG4_1": "De asemenea, aveți grijă de uleiul și vaselina care se pot scurge de pe mașină pe șenilele de cauciuc. Dacă senilele de cauciuc sunt expuse la contactul cu oricare dintre aceste elemente, curățați-le imediat."
    },
    "PRODUCTS": {
      "TITLE": "Produse",
      "PRODUCTS-LIST": "Lista de produse:",
      "SEARCH-IN-LIST": "Cauta in lista de produse",
      "MSG1": "Radiali va prezinta in tabelul de mai jos informatii ajutatoare pentru alegerea modelului de senila de cauciuc potrivita miniexcavatorului dvs.",
      "MSG2": "Tastati in casuta de dialog “Cauta:” numele producatorului utilajului, apoi alegeti din lista, modelul dvs. de miniexcavator.",
      "MSG3": "Daca intampinati probleme, va rugam sa ne contactati si vom fi bucurosi sa va ajutam !",
      "MSG4": "In cazul transmiterii unei comenzi, va rugam sa precizati totdeauna si modelul de miniexcavator pentru care doriti sa achizitionati senilele, aceasta pentru a evita problemele care pot aparea ulterior privind alegerea nepotrivita a dimensiunilor senilelor."
    },
    "FOOTER": {
      "LINK": "Link-uri utile",
      "CONTACT": "Contact"
    },
    "CONTACT-US": {
      "CONTACT-INFO": "Informatii de contact:",
      "PHONE": "Telefon: "
    },
    "LOGIN": {
        "HEADER-TITLE" : "Introduceti userul si parola:"
    },
    "BUTTONS" : {
      "LOGIN": "Loghineaza-ma",
      "BACK": "Inapoi"
    }
  }